<?php
includeComponent('components/atoms/button');
includeComponent("components/organisms/footer");

?>
<footer>
    <div class="container">
        <div class="footer-wrapper">
            <div class="footer-row">
                <div class="footer-logo">
                    <img src="./images/footer-logo.svg" alt="Логотип Курсы.ру">
                </div>
                <div class="social-links-list">
                    <a class="link soc-media" href="https://www.youtube.com/channel/UCLi7thqu3euhnNd286CCg8g" target="_blank">
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M2.4928 16.0632C2.15577 15.9635 1.84826 15.7861 1.5962 15.546C1.34415 15.3059 1.15496 15.0102 1.0446 14.6837C0.413929 12.9964 0.227064 5.95065 1.44168 4.55975C1.84593 4.10728 2.41668 3.8287 3.03003 3.78449C6.28848 3.44246 16.3558 3.48807 17.512 3.8985C17.8372 4.00149 18.1344 4.17499 18.3811 4.406C18.6279 4.637 18.8179 4.91953 18.9369 5.2324C19.6259 6.97673 19.6493 13.3156 18.8435 14.9915C18.6297 15.4278 18.2718 15.7812 17.8274 15.9948C16.6128 16.5877 4.1045 16.5763 2.4928 16.0632ZM7.66661 12.757L13.5061 9.79275L7.66661 6.80572V12.757Z" fill="white"/>
                        </svg>
                    </a>
                    <a class="link soc-media" href="https://vk.com/kursyru" target="_blank">
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M10.5259 16.2981C3.92307 16.2981 0.156923 11.6817 0 4H3.30745C3.41609 9.63818 5.85442 12.0264 7.78578 12.5188V4H10.9001V8.86262C12.8073 8.65335 14.8111 6.43747 15.4871 4H18.6014C18.3467 5.26414 17.8389 6.46108 17.1099 7.51595C16.3808 8.57082 15.4462 9.46093 14.3645 10.1306C15.572 10.7425 16.6385 11.6086 17.4937 12.6717C18.3488 13.7348 18.9732 14.9708 19.3256 16.2981H15.8975C15.5811 15.1453 14.9382 14.1133 14.0492 13.3315C13.1602 12.5497 12.0648 12.0529 10.9001 11.9033V16.2981H10.5259Z" fill="white"/>
                        </svg>
                    </a>
                    <a class="link soc-media" href="https://dzen.ru/kursyru" target="_blank">
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M11.7492 11.7492C10.4649 13.0744 10.3773 14.7265 10.2605 18.346C13.6348 18.346 15.9641 18.3343 17.1667 17.1667C18.3343 15.9641 18.346 13.5239 18.346 10.2605C14.7265 10.3773 13.0744 10.4649 11.7492 11.7492ZM10.0854 18.346C6.71114 18.346 4.38184 18.3343 3.17924 17.1667C2.01168 15.9641 2 13.5239 2 10.2605C5.61946 10.3773 7.27157 10.4649 8.59676 11.7492C9.88109 13.0744 9.96866 14.7265 10.0854 18.346ZM8.59676 8.59676C7.27157 9.88109 5.61946 9.96866 2 10.0854C2 6.82206 2.01168 4.38184 3.17924 3.17924C4.38184 2.01168 6.71698 2 10.0854 2C9.96866 5.61946 9.88109 7.27157 8.59676 8.59676ZM10.2605 2C10.3715 5.61946 10.4649 7.27157 11.7492 8.59676C13.0744 9.88109 14.7265 9.96866 18.346 10.0854C18.346 6.82206 18.3343 4.38184 17.1667 3.17924C15.9641 2.01168 13.6348 2 10.2605 2Z" fill="white"/>
                        </svg>
                    </a>
                    <a class="link soc-media" href="https://vc.ru/kursyru" target="_blank">
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M14.4494 2.09171C12.901 2.51306 11.7694 3.82966 11.5922 5.4162C11.3791 7.32397 12.5696 9.07036 14.4375 9.59015C15.2448 9.81478 16.4327 9.70884 17.1396 9.34913C17.5271 9.15197 18.0571 8.73874 18.2925 8.45029L18.4948 8.20234L18.0253 7.83413C17.767 7.63165 17.5467 7.46598 17.5358 7.46598C17.5248 7.46598 17.3885 7.58601 17.2329 7.73273C15.9469 8.94513 13.9597 8.61322 13.2318 7.06449C12.6983 5.92911 12.9271 4.64254 13.8103 3.81305C14.1263 3.51622 14.4173 3.35765 14.8564 3.24276C15.4408 3.08995 16.2496 3.17318 16.7699 3.4397L16.9909 3.55296V4.19502V4.83713H17.6315H18.2721V3.91832V2.99951L18.0632 2.82421C17.799 2.60249 17.0647 2.24391 16.6289 2.12376C16.4325 2.06962 15.996 2.02174 15.5705 2.00765C14.9758 1.98796 14.7755 2.003 14.4494 2.09171ZM3.06543 2.76649V3.38287L3.21861 3.38684C3.30283 3.38897 3.55979 3.38858 3.78956 3.38584C4.01933 3.38309 4.24347 3.40468 4.28765 3.43377C4.33182 3.46286 4.8606 4.86655 5.46268 6.55304L6.55734 9.6194H7.1607H7.76401L8.91855 6.51512L10.073 3.41084L10.6912 3.39501L11.3093 3.37918V2.76576V2.15234L10.2092 2.15329L9.1091 2.15419L8.19158 4.84244C7.68697 6.32098 7.25863 7.5402 7.2398 7.55195C7.22091 7.56364 6.79112 6.35979 6.28462 4.87679L5.36381 2.18031L4.21462 2.16521L3.06543 2.15005V2.76649ZM3.57873 11.7857L3.5946 12.3601L4.1934 12.376L4.79219 12.3919V14.879V17.3661H4.17758H3.56296L3.57878 17.9674L3.5946 18.5687L6.42148 18.5832L9.24836 18.5977V17.9819V17.3661H7.66085H6.07334V15.8956C6.07334 14.2677 6.10754 14.0245 6.41914 13.4374C6.60285 13.0913 6.96897 12.7249 7.29879 12.5571C7.47274 12.4685 7.98548 12.3322 8.14451 12.3322C8.18567 12.3322 8.19637 12.5103 8.1781 12.8915L8.15125 13.4508H8.78336H9.41546V12.3322V11.2135L8.70526 11.2142C7.90377 11.2149 7.58626 11.2805 7.08478 11.5489C6.76744 11.7187 6.26947 12.1832 6.06515 12.5C5.97664 12.6372 5.97425 12.6318 5.93977 12.2203C5.92044 11.9896 5.89871 11.6749 5.89153 11.5211L5.87838 11.2415L4.72062 11.2264L3.56285 11.2112L3.57873 11.7857ZM10.808 11.8567V12.5H11.365H11.9221V14.4738C11.9221 16.5937 11.9412 16.7776 12.228 17.4082C12.3944 17.7739 12.8388 18.2526 13.1887 18.4427C13.6563 18.6968 14.0475 18.779 14.6726 18.7545C15.1402 18.7361 15.2926 18.7062 15.5666 18.5791C16.0016 18.3773 16.3099 18.1173 16.5774 17.7267L16.796 17.4076L16.8905 17.9881C16.9424 18.3074 16.9863 18.5756 16.9879 18.584C16.9896 18.5923 17.4359 18.5923 17.9797 18.584L18.9684 18.5687L18.9842 17.9674L19 17.3661H18.5056H18.0112L17.9747 16.2335C17.9546 15.6106 17.9381 14.2262 17.938 13.1572L17.9379 11.2135H16.6567H15.3756V11.8567V12.5H16.0162H16.6567V14.0305C16.6567 14.8722 16.6313 15.6966 16.6002 15.8623C16.4777 16.5161 16.0511 17.1023 15.479 17.4034C15.2202 17.5395 15.1178 17.5603 14.7072 17.5604C14.139 17.5605 13.8514 17.4356 13.5918 17.0758C13.2465 16.5972 13.2387 16.5279 13.2164 13.7445L13.1961 11.2135H12.002H10.808V11.8567ZM1.04272 17.3504C1.0283 17.3744 1.01281 17.6646 1.00824 17.9954L1 18.5967H1.67249H2.34498L2.32922 17.9674L2.31345 17.3382L1.69121 17.3224C1.34897 17.3137 1.05715 17.3263 1.04272 17.3504Z" fill="white"/>
                        </svg>
                    </a>
                    <a class="link soc-media" href="https://dtf.ru/u/1149250-kursy-ru" target="_blank">
                        <svg width="20" height="6" viewBox="0 0 20 6" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_311_29)">
                                <path d="M4.12743 0H0V6H4.12743C5.56 6 6.72486 4.9607 6.72486 3.6827V2.3173C6.72514 1.0393 5.56 0 4.12743 0ZM5.03343 3.6827C5.03343 4.12826 4.62743 4.49113 4.12771 4.49113H1.69057V1.50861H4.12743C4.62686 1.50861 5.03314 1.8707 5.03314 2.3173V3.6827H5.03343ZM7.20229 1.50861H9.56343V5.98748H11.2543V1.50861H13.6154V0H7.20229M20 1.50861V0H14.5397V5.98748H16.2306V4.22348H19.0826V2.71565H16.2306V1.50861" fill="white"/>
                            </g>
                            <defs>
                                <clipPath id="clip0_311_29">
                                    <rect width="20" height="6" fill="white"/>
                                </clipPath>
                            </defs>
                        </svg>
                    </a>
                </div>
            </div>

            <div class="footer-nav">
                <div class="col footer-nav-list-section">
                    <span class="footer-nav-list-title">Проекты</span>
                    <ul class="footer-nav-list-links">
                        <li><a class="link footer-link" href="/tvoy-edtech" target="_blank" >Твой EdTech</a></li>
                    </ul>
                </div>
                <div class="col footer-nav-list-section">
                    <span class="footer-nav-list-title">Информация</span>
                    <ul class="footer-nav-list-links">
                        <li><a href="/about" class="link footer-link">О нас</a></li>
                        <li><a href="/contacts" class="link footer-link">Контакты</a></li>
                        <li><a href="/sitemap" class="link footer-link">Карта сайта</a></li>
                    </ul>
                </div>
                <div class="col footer-nav-list-section">
                    <span class="footer-nav-list-title">Контакты</span>
                    <ul class="footer-nav-list-links">
                        <li><a class="link footer-link" href="mailto:support@kursy.ru" >support@kursy.ru</a></li>
                        <li><a class="link footer-link" href="tel:8 804 700-20-77" >8 804 700-20-77</a></li>
                        <li><a class="link footer-link" href="https://t.me/kursy_ru_support_bot" target="_blank" >Telegram</a></li>
                        <li><a class="link footer-link" href="#" >WhatsApp</a></li>
                        <li><span class="link footer-link" >г. Новосибирск, ул Овражная, д.8, офис 8</span></li>
                    </ul>
                </div>
            </div>

            <div class="footer-info footer-info-notice">
                Зарегистрированный оператор персональных данных #54–23–015516. Свидетельство о государственной регистрации базы данных «Курсы.ру» № 2022622257. Свидетельство о государственной регистрации программы для ЭВМ № 2022667154 «Курсы.ру». Курсы.ру® — свидетельство на товарный знак № 942572 от 07.09.2022
            </div>
            <div class="footer-info footer-copyright footer-bottom-item">© Курсы.ру, 2021–2023</div>
            <div class="footer-bottom-links footer-bottom-item">
                <a class="footer-link footer-link-md" href="/privacy" >Политика конфиденциальности</a>
                <a class="footer-link footer-link-md" href="/disclaimer" >Отказ от ответственности</a>
                <a class="footer-link footer-link-md" href="/rules" >Соглашение</a>
            </div>
        </div>

    </div>
</footer>

